<!DOCTYPE html>
<html>
<head>
<title>310.200-0</title>
<link rel="stylesheet" href="../../css/opal-style.css">
</head>

<body>
<h1>Vorwort</h1>
<p>Gro&szlig;e Teile Ihres Fernstudiengangs werden Sie mithilfe der webbasierten Bildungsplattform OPAL absolvieren. Sie hat insbesondere drei Funktionen:</p>

<p>Auf OPAL stehen Ihnen die <strong>Inhalte</strong> Ihres Fernstudiums online zur Verf&uuml;gung &ndash; sowohl auf g&auml;ngigen Desktop-PCs als auch auf mobilen Endger&auml;ten (Tablet, Smartphone, Laptop). Die Studieninhalte sind f&uuml;r die Online-Pr&auml;sentation in thematisch gegliederte Module unterteilt, didaktisch aufbereitet und an das Medium angepasst. Daneben werden alle Module auf OPAL auch als ausdruckbare Version zum Download bereitgestellt (PDF-Dokument).</p>

<p>Neben der Bereitstellung der Inhalte ist OPAL auch <strong>Kommunikation</strong>splattform f&uuml;r Ihren Fernstudiengang. Sie k&ouml;nnen sich &uuml;ber die Plattform mit Ihren Kommilitonen und den anderen Akteuren zu allen organisatorischen Themen des Studiengangs oder zu inhaltlichen Fragen verst&auml;ndigen.</p>

<p>Die dritte Funktion von OPAL betrifft die <strong>Administration</strong> des Fernstudiums durch die Veranstalter.</p>
<p>Um sich schnell auf die Inhalte Ihres Fernstudiengangs konzentrieren zu k&ouml;nnen, ist es wichtig, sich auf dem Portal ohne lange Einarbeitungsphase <strong>sofort und selbstst&auml;ndig orientieren</strong> zu k&ouml;nnen. Dazu ist es n&uuml;tzlich zu verstehen, welches didaktische Konzept sowohl f&uuml;r das individuelle als auch f&uuml;r das gemeinsame Lernen hinter OPAL steht und welche M&ouml;glichkeiten die Plattform daf&uuml;r bietet.</p>

<p>Vor diesen Hintergr&uuml;nden dient dieses Studienmodul dazu, Ihnen dieses Konzept und die wesentlichen Funktionen von OPAL zu erl&auml;utern. Ausf&uuml;hrliche <strong>Hilfe</strong> zur Nutzung der Plattform steht Ihnen im &Uuml;brigen in dem detaillierten Hilfesystem auf OPAL selbst zur Verf&uuml;gung.</p>

<p>D&uuml;sseldorf, im Januar 2017</p>
</body>
</html>