<!DOCTYPE html>
<html>
<head>
<title>310.200-0</title>
<link rel="stylesheet" href="../../css/opal-style.css">
</head>

<body>
<h1>5. Registrierung, Login und Logout sowie Navigation innerhalb des Portals</h1>
<p class="herausf">Zum Schluss der wie auch immer gearteten Vorstellung m&uuml;ssen die Beteiligten in der Lage sein, selbst&auml;ndig miteinander zu kommunizieren - also z.B. Gespr&auml;che beginnen und beenden sowie sich innerhalb ihres Verlaufs souver&auml;n bewegen zu k&ouml;nnen.</p>

<p class="lernz">Es geht darum, OPAL aktiv f&uuml;r sich nutzen zu k&ouml;nnen &ndash; insbesondere in der Er&ouml;ffnungs- und in der Schlussphase einer Kommunikation.</p>

<p>Insgesamt geht es nachfolgend um</p>
<ul>
	<li>erstmalige Registrierung</li>
	<li>Session-Timeout und Logout, die</li>
	<li>Navigation innerhalb des Portals, das</li>
	<li>Hilfesystem, die</li>
	<li>Suchfunktionen und die</li>
	<li>Barrierefreiheit.</li>
</ul>


<h2>Erstmalige Registrierung</h2>
<p>Ihre <strong>Anmeldedaten</strong>&nbsp;f&uuml;r OPAL erhalten Sie per Mail (Ihre bei der Anmeldung zum Fernstudiengang angegebene Mailadresse) von den zust&auml;ndigen Administratoren beim Bundesverband Deutscher Stahlhandel (Beate Wynands, Markus Huneke). Sie erreichen diese Administratoren nach Anmeldung auch &uuml;ber OPAL.</p>

<p>Die <strong>Login-Seite</strong>&nbsp;der Lernplattform erreichen Sie unter <a href="../../">https://www.bps24.eu/bds</a>. &Uuml;ber den Login-Bildschirm melden Sie sich mit Ihren Anmeldedaten an.</p>

<p>Bei Ihrer ersten Anmeldung werden Ihnen die <strong>allgemeinen Nutzungsbedingungen</strong>&nbsp;der Plattform angezeigt. Bitte lesen und best&auml;tigen Sie diese mittels Klick auf &bdquo;Akzeptieren&ldquo;. Es folgt ein Fenster, in dem Sie dar&uuml;ber informiert werden, dass Sie dem Kurs &bdquo;Betriebswirt Stahl-/Metallhandel JG 2017&ldquo; sowie der jeweiligen Lerngruppe zugeteilt wurden. Bitte best&auml;tigen Sie dies ebenfalls mit einem Klick &ndash; auf &bdquo;Annehmen&ldquo;.</p>

<h2>Session-Timeout und Logout</h2>

<p>F&uuml;r jeden eingeloggten Benutzer verwaltet OPAL eine <strong>Session</strong>. Bei jedem Klick beginnt die Zeit f&uuml;r diese Session wieder neu zu laufen. Die Session-Time ist auf zwei Stunden eingestellt. Wenn Sie innerhalb dieser Zeit keinen Klick in OPAL machen, l&auml;uft die Session ab und Sie werden automatisch ausgeloggt.</p>

<p>Das Session-Timeout wird nicht vorher signalisiert. Alle nicht gespeicherten Daten gehen dabei verloren. Speichern Sie deshalb Ihre Arbeit regelm&auml;&szlig;ig.</p>

<p>Ausloggen k&ouml;nnen Sie sich jederzeit &uuml;ber das Logout-Icon oben rechts auf der OPAL-Seite. Wenn Sie sich nicht ausloggen, sondern das Browserfenster oder den Browser schlie&szlig;en, l&auml;uft Ihre Session bis zum Session- Timeout weiter. Wenn Sie OPAL auf &ouml;ffentlichen Arbeitspl&auml;tzen verwenden, ist es wichtig, dass Sie sich nach der Arbeit mit OPAL ausloggen und nicht nur das Browserfenster schlie&szlig;en. Solange Ihre Session l&auml;uft, hat auf demselben Rechner theoretisch jede andere Person Zugriff auf Ihren OPAL-Account.</p>

<p class="aufgabe"><strong>Aufgabe 5.1:<br /></strong>Warum sollten Nutzer auf &ouml;ffentlichen Arbeitspl&auml;tzen darauf achten, Ihre OPAL-Sitzung mit einem Logout zu beenden?</p>


<h2>Navigation innerhalb des Portals</h2>
<p>Um Ihnen einen kurzen &Uuml;berblick &uuml;ber die Navigation auf OPAL zu geben, wird im Folgenden die Men&uuml;f&uuml;hrung vereinfacht vorgestellt.</p>

<p>Die Hauptnavigation des Portals erfolgt &uuml;ber <strong>statische</strong>, immer sichtbare <strong>Tabs</strong><strong>&nbsp;</strong>(Reiter). Das &Ouml;ffnen von Lerninhalten und die Darstellung der Suchergebnisse erfolgt &uuml;ber <strong>dynamische Tabs</strong>, die sich, wie von der Nutzung aktueller Browser gewohnt, auch wieder schlie&szlig;en lassen.</p>

<p>Nach dem Login wird links oben der Reiter &bdquo;Startseite&ldquo; angezeigt.</p>

<p>Dieser Tab befindet sich standardm&auml;&szlig;ig auf der <strong>Startseite</strong>, auf der Ihnen in sogenannten &bdquo;<strong>Portlets</strong>&ldquo; unterschiedliche &Uuml;bersichten zu Ihrem Kurs, Ihren Gruppen, Terminen und weiteren Inhalten angezeigt werden. Sie haben &uuml;ber den Button &bdquo;Portlet hinzuf&uuml;gen&ldquo; oben rechts auf der Seite (der Desktop-Version) die M&ouml;glichkeit, Ihre Startseite individuell anzupassen und weitere &Uuml;bersichten hinzuzuf&uuml;gen.</p>

<p>Standardm&auml;&szlig;ig werden die Portlets &bdquo;Meine Institution&ldquo; und &bdquo;Kurse, an denen ich teilnehme&ldquo; angezeigt (wobei der Kurs &bdquo;Betriebswirt Stahl-/Metallhandel JG 2017&ldquo; als oberste Strukturebene der einzige f&uuml;r Sie zug&auml;ngliche Kurs ist).</p>

<p>Ebenfalls oben rechts auf der Seite befindet sich die Suchfunktion, der Zugang zu Ihrem Profil, die Hilfe-Funktion sowie der Logout-Button.</p>

<p>&Uuml;ber das Pulldown-Men&uuml; des Nutzernamen-Buttons oben rechts haben Sie &uuml;ber den Men&uuml;eintrag &bdquo;Einstellungen&ldquo; die M&ouml;glichkeit, Ihre Benutzereinstellungen zu verwalten und z.B. ein Profilfoto hochzuladen.</p>

<p class="aufgabe"><strong>Aufgabe 5.2:<br /></strong>Wie finden Sie die Aufstellung der Ihnen zug&auml;nglichen Studienmodule?</p>

<h2>Hilfesystem</h2>
<p>In OPAL integriert ist ein ausf&uuml;hrliches <strong>Hilfesystem </strong>integriert, das die Nutzung der Plattform detailliert erl&auml;utert.</p>

<p>Das Hilfesystem operiert auf zwei Ebenen: mit einer st&auml;ndig erreichbaren globalen Themen&uuml;bersicht sowie konkreten Informationen zu Funktionen der aktuell aufgerufenen Seite.</p>

<p>Oben rechts auf der Seite befindet sich neben dem Feld der Suchfunktion die Hauptfunktion des Hilfesystems. Dort sind stets alle Hilfethemen zug&auml;nglich. Dar&uuml;ber hinaus werden &uuml;ber einen zweiten Hilfebutton Erl&auml;uterungen zu den konkreten Inhalten der jeweils aufgerufenen Seite/Funktion des Portals bereitgestellt. Dieser zweite Hilfebutton befindet sich unterhalb des ersten Hilfebuttons im Hauptfeld der Weboberfl&auml;che auf der rechten Seite.</p>

<p class="aufgabe"><strong>Aufgabe 5.3:<br /></strong>Erl&auml;utern Sie die Struktur des Hilfesystems auf OPAL.</p>

<h2>Suchfunktion</h2>
<p>OPAL stellt ebenfalls eine <strong>Suchfunktion</strong> bereit.</p>

<p>&Uuml;ber die globale Suche im oberen, rechten Bereich k&ouml;nnen Sie nach Kursen, Gruppen und weiteren Lerninhalten suchen.</p>
<p>Die Ergebnisse: Klicken Sie auf den Titel des gew&uuml;nschten Eintrags, um direkt zu diesem zu gelangen. Die Suchergebnisse werden nach Priorit&auml;t geordnet. Inhalte, die Sie als Favorit markiert haben oder die Ihrer Institution zugeordnet sind, werden Ihnen zuerst in der Tabelle angezeigt.</p>

<p>Es werden Ihnen bei der Suche ausschlie&szlig;lich Suchergebnisse pr&auml;sentiert, f&uuml;r die Sie auch die notwendigen Rechte besitzen, d.h., dass z.B. Lerninhalte, die f&uuml;r Sie nicht freigeschaltet sind, nicht in die Suche einbezogen werden.</p>

<p class="aufgabe"><strong>Aufgabe 5.4:<br /></strong>Welche Inhalte werden bei einer Suche nicht in diesem einbezogen?</p>


<h2>Barrierefreiheit</h2>
<p>Die Lernplattform bietet zudem unterschiedliche Optimierungen f&uuml;r eine erh&ouml;hte Zug&auml;nglichkeit f&uuml;r sehbehinderte Personen an.</p>

<p>Diese haben z.B. die M&ouml;glichkeit, die Schriftgr&ouml;&szlig;e der Lernplattform zu vergr&ouml;&szlig;ern oder zu verkleinern. Wie Sie diese Einstellung vornehmen k&ouml;nnen, finden Sie unter &bdquo;<a href="https://www.bps-system.de/help/display/LMS/Meine+Einstellungen">Meine Einstellungen</a>&ldquo;.</p>

<p>Als weitere Option k&ouml;nnen Sie auch mit Tastaturk&uuml;rzeln navigieren. Mit diesen k&ouml;nnen Sie die wichtigsten Elemente des Systems direkt anspringen. Die Tastaturk&uuml;rzel sind abh&auml;ngig von dem Browser und dem Betriebssystem, das Sie nutzen (weitere Informationen dazu in der OPAL-Hilfe).</p>

<p class="aufgabe"><strong>Aufgabe 5.5:<br /></strong>Nennen Sie zwei Beispiele f&uuml;r die besondere Nutzung von OPAL f&uuml;r die Zielgruppe von Sehbehinderten.</p>


<h2>Zusammenfassung</h2>
<p>Die Anmeldedaten werden von den Administratoren der BDS AG zur Verf&uuml;gung gestellt.</p>

<p>Voraussetzung f&uuml;r den Login ist es, Plattform beim ersten Login die Nutzungsbedingungen der Plattform und zu akzeptieren. Nach einem Login beginnt eine Session-Time, nach deren Ablauf bei Inaktivit&auml;t der Nutzer automatisch ausgeloggt wird.</p>

<p>Die Navigation auf OPAL erfolgt &uuml;ber statische und dynamische Reiter/Tabs. Die Startseite ist &uuml;ber einen statischen Tab zu erreichen. Alle anderen Inhalte, wie der Kurs oder Lerngruppen, werden in dynamischen Tabs dargestellt.</p>

<p>OPAL verf&uuml;gt &uuml;ber ein ausf&uuml;hrliches Hilfesystem, das auf zwei Ebenen arbeitet &ndash; einer globalen und einer konkreten.</p>

<p>OPAL bietet zudem eine globale Suchfunktion und Funktionen zur Barrierefreiheit.</p>

<p class="aufgabe"><strong>Wiederholungsaufgabe 5.1:<br /></strong>Welche Bereiche sind &uuml;ber einen statischen und welche &uuml;ber die dynamischen Tabs in OPAL zu erreichen?</p>
<p></p>
</body>
</html>