<!DOCTYPE html>
<html>
<head>
<title>310.200-0</title>
<link rel="stylesheet" href="../../css/opal-style.css">
</head>

<body>
<h1>Anhang D - L&ouml;sungen zu den Wiederholungsaufgaben</h1>

<p class="aufgabe"><strong>Wiederholungsaufgabe 1.1:</strong><br>In welcher Form ist OPAL organisiert?</p>
<p class="loesung">OPAL ist als ein Netzwerk organisiert, das nicht durchg&auml;ngig hierarchisch strukturiert ist. Es zeigt M&ouml;glichkeiten im Fernstudium auf, sowohl kollektiven als auch individuellen Nutzen zu kreieren.</p>

<p class="aufgabe"><strong>Wiederholungsaufgabe 2.1:</strong><br>Woraus und mit welcher Zielsetzung ist OPAL entstanden?</p>
<p class="loesung">OPAL ist aus dem Open Source-Lernmanagement-System (LMS) OLAT (Online Learning and Training) entstanden, das 1999 an der Universit&auml;t Z&uuml;rich entwickelt worden war. 2001 startete vor diesem Hintergrund das Verbundprojekt &bdquo;Bildungsportal Sachsen&ldquo;. Ziele des Vorhabens waren der Aufbau und die Evaluation eines Bildungsportals f&uuml;r die wissenschaftliche Bildung an s&auml;chsischen Hochschulen.</p>

<p class="aufgabe"><strong>Wiederholungsaufgabe 3.1:</strong><br>Was unterscheidet Lerngruppen von Arbeitsgruppen?</p>
<p class="loesung">Lerngruppen werden automatisch und kollektiv vom System OPAL angeboten, Arbeitsgruppen m&uuml;ssen individuell durch Nutzer eingerichtet werden,</p>

<p class="aufgabe"><strong>Wiederholungsaufgabe 3.2:</strong><br>Nennen Sie Beispiele f&uuml;r individuell nutzerorientierte Instrumente aus dem Spektrum der kollaborativen Werkzeuge.</p>
<p class="loesung">Solche Beispiele sind insbesondere mit dem Instrument ePortfolio verbunden. Vom Lernenden k&ouml;nnen in einem solchen Portfolio eigene Texte, Beitr&auml;ge, Daten u.v.m. gesammelt und in einer virtuellen Mappe abgelegt werden. Die gesammelten Objekte werden als Artefakte bezeichnet.</p>

<p class="aufgabe"><strong>Wiederholungsaufgabe 3.3.:</strong><br>Von wem geht die Initiative f&uuml;r Leistungsnachweise aus?</p>
<p class="loesung">Die Initiative f&uuml;r Leistungsnachweise geht von den dazu autorisierten Autoren aus.</p>

<p class="aufgabe"><strong>Wiederholungsaufgabe 4.1:</strong><br>Wie wird in OPAL der Schutz Ihrer Daten sichergestellt?</p>
<p class="loesung">Der Schutz Ihrer Daten wird dadurch sichergestellt, dass sie an einer definierten Stelle gespeichert werden und Sie jederzeit kostenlos dazu Ausk&uuml;nfte erhalten k&ouml;nnen. Au&szlig;erdem findet das Lernen auf OPAL in einem gesch&uuml;tzten, nicht &ouml;ffentlichen Raum statt.</p>

<p class="aufgabe"><strong>Wiederholungsaufgabe 5.1:</strong><br>Welche Bereiche sind &uuml;ber den statischen und welche &uuml;ber die dynamischen Tabs in OPAL zu erreichen?</p>
<p class="loesung">Die Hauptnavigation des Portals erfolgt &uuml;ber einen statischen, immer sichtbaren Tab. Das &Ouml;ffnen von Lerninhalten und die Darstellung der Suchergebnisse erfolgt &uuml;ber dynamische Tabs, die sich wieder schlie&szlig;en lassen.</p>
<p></p>
</body>
</html>