
<!DOCTYPE html>
<html>
<head>
<title>310.200-0</title>
<link rel="stylesheet" href="../../css/opal-style.css">
</head>

<body>

<h1>Anhang A - L&ouml;sungen zu den Aufgaben im Text</h1>
<p class="aufgabe"><strong>Aufgabe 1.1:</strong><br>Wof&uuml;r steht die Abk&uuml;rzung OPAL?</p>
<p class="loesung">Die Abk&uuml;rzung <strong>OPAL</strong> steht f&uuml;r: <strong>O</strong>nline-<strong>P</strong>lattform f&uuml;r <strong>a</strong>kademisches Lehren und <strong>L</strong>ernen.</p>
<p class="aufgabe"><strong>Aufgabe 2.1:</strong><br>Was stellt OPAL dar?</p>
<p class="loesung">OPAL ist eine IT-Struktur f&uuml;r das E-Learning.</p>

<p class="aufgabe"><strong>Aufgabe 3.1:</strong><br>Wie hei&szlig;en die drei zentralen Einheiten, mit deren Hilfe OPAL organisiert ist?</p>
<p class="loesung">Im Zentrum der &uuml;ber OPAL zur Verf&uuml;gung stehenden Elemente finden sich der Kurs als oberste Strukturebene, darunter die personenbezogenen Lerngruppen und die inhaltsorientierten Module.</p>

<p class="aufgabe"><strong>Aufgabe 3.2:</strong><br>Nennen Sie weitere Elemente, die OPAL strukturieren.</p>
<p class="loesung">Weitere Einheiten, die OPAL strukturieren, sind die Differenzierungen der Module in Modulbausteine, von Lernenden initiierte Arbeitsgruppen und die zahlreichen kollaborativen Werkzeuge.</p>

<p class="aufgabe"><strong>Aufgabe 3.3:</strong><br>In welche Elemente des BDS-Fernstudiums werden Sie &uuml;ber OPAL automatisch eingeschrieben?</p>
<p class="loesung">Automatisch eingeschrieben werden Sie bei OPAL in Ihren Kurs und Ihre Lerngruppe.</p>


<p class="aufgabe"><strong>Aufgabe 3.4:</strong><br>An welchen Kriterien orientiert sich die Positionierung von kollaborativen Werkzeugen?</p>
<div class="loesung">
<p>Solche Kriterien sind z.B. die Anwendung der Werkzeuge zur Erzeugung von kollektivem Nutzen oder zu individuellem Nutzen.</p>
<p>Im Rahmen von <strong>Pr&uuml;funge</strong><strong>n</strong> k&ouml;nnen Aufgaben gestellt (z.B. in herunterladbaren Dokumenten, die nach Bearbeitung wieder auf OPAL hochgeladen werden), Tests und Selbsttests durchgef&uuml;hrt werden.</p>
</div>

<p class="aufgabe"><strong>Aufgabe 3.5</strong>:<br>Wie funktioniert &uuml;ber OPAL die Organisation von Pr&uuml;fungen?</p>
<p class="loesung">Im Rahmen von Pr&uuml;fungen k&ouml;nnen Aufgaben gestellt werden - z.B. in herunterladbaren Dokumenten, die nach Bearbeitung wieder auf OPAL hochgeladen werden.</p>

<p class="aufgabe"><strong>Aufgabe 4.1:</strong><br>Nennen Sie drei technische Voraussetzungen f&uuml;r die Nutzung von OPAL.</p>
<p class="loesung">Diese drei technischen Voraussetzungen sind ein internetf&auml;higes Endger&auml;t mit Bildschirm, eine aktive Internetverbindung und ein aktueller Webbrowser.</p>

<p class="aufgabe"><strong>Aufgabe 4.2:</strong><br>Wo werden Ihre Nutzerdaten gespeichert und wer gibt Ihnen Auskunft dar&uuml;ber?</p>
<p class="loesung">Ihre Nutzerdaten werden auf Servern der BPS Bildungsportal Sachsen GmbH gespeichert. Dar&uuml;ber kann jederzeit kostenlos Auskunft gegeben werden.</p>


<p class="aufgabe"><strong>Aufgabe 5.1:</strong><br>Warum sollten Nutzer auf &ouml;ffentlichen Arbeitspl&auml;tzen darauf achten, Ihre OPAL-Sitzung mit einem Logout zu beenden?</p>
<p class="loesung">Beenden Sie an einem auch f&uuml;r andere Personen zug&auml;nglichen Arbeitsplatz Ihre OPAL-Sitzung ohne einen Logout, k&ouml;nnten unter bestimmten Umst&auml;nden Unberechtigte Ihre Sitzung fortsetzen.</p>

<p class="aufgabe"><strong>Aufgabe 5.2:</strong><br>Wie finden Sie die Aufstellung der Ihnen zug&auml;nglichen Studienmodule?</p>
<p class="loesung">Diesen Katalog der Ihnen zug&auml;nglichen Studienmodule finden Sie &uuml;ber das Portlet &bdquo;Kurse, an denen ich teilnehme&ldquo;.</p>


<p class="aufgabe"><strong>Aufgabe 5.3:</strong><br>Erl&auml;utern Sie die Struktur des Hilfesystems auf OPAL.</p>
<p class="loesung">Das Hilfesystem operiert auf zwei Ebenen: mit einer st&auml;ndig erreichbaren globalen Themen&uuml;bersicht sowie konkreten Informationen zu Funktionen der aktuell aufgerufenen Seite.</p>

<p class="aufgabe"><strong>Aufgabe 5.4:</strong><br>Welche Inhalte werden bei einer Suche nicht in diese einbezogen?</p>
<p class="loesung">Suchen k&ouml;nnen Sie nur in Inhalten, die Ihnen auch schon zug&auml;nglich gemacht worden sind. Noch nicht freigeschaltete Inhalte k&ouml;nnen nicht ber&uuml;cksichtigt werden.</p>

<p class="aufgabe"><strong>Aufgabe 5.5:</strong><br>Nennen Sie zwei Beispiele f&uuml;r die besondere Nutzung von OPAL f&uuml;r die Zielgruppe von Sehbehinderten.</p>
<p class="loesung">Sehbehinderte k&ouml;nnen OPAL in besonderer Weise nutzen, weil sie erstens die Schriftgr&ouml;&szlig;en ver&auml;ndern und zudem bestimmte Teile des Systems &uuml;ber Tastaturk&uuml;rzel erreichen k&ouml;nnen.</p>
<p></p>
</body>
</html>