<!DOCTYPE html>
<html>
<head>
<title>310.200-0</title>
<link rel="stylesheet" href="../../css/opal-style.css">
</head>

<body>
<h1>4. Die technischen Voraussetzungen zur Nutzung von OPAL nennen</h1>

<p class="herausf">Nat&uuml;rlich muss die Sprache, in der die Vorstellung erfolgt, eindeutig definiert sein.</p>

<p class="lernz">Im Endeffekt m&uuml;ssen Sie die technischen Voraussetzungen f&uuml;r die Anwendung von OPAL nennen und &ndash; wichtigstes Thema in diesen Zusammenh&auml;ngen &ndash; den Datenschutz beachten k&ouml;nnen.</p>

<p>OPAL ist optimiert f&uuml;r den Einsatz der jeweils aktuellen Version von Mozilla Firefox oder Google Chrome. Unter MacOS wird die Benutzung von Firefox empfohlen. (Es k&ouml;nnen auch andere Browser verwendet werden; jedoch kann es passieren, dass die Lernplattform dann nicht gut bedienbar ist.) Grunds&auml;tzlich muss Ihr Browser Sessioncookies akzeptieren, und es muss Javascript aktiviert sein. Soweit die Theorie, in der Praxis gilt:</p>

<p class="merks">F&uuml;r die OPAL-Nutzung ben&ouml;tigen Sie ein netzf&auml;higes Bildschirm-<strong>Endger&auml;t</strong>&nbsp;(Desktop-PC, Laptop, Tablet, Smartphone), eine <strong>Internetverbindung</strong> und einen <strong>Webbrowser</strong>.</p>

<p class="aufgabe"><strong>Aufgabe 4.1:<br /></strong>Nennen Sie drei technische Voraussetzungen f&uuml;r die Nutzung von OPAL.</p>

<h2>Datenschutz</h2>

<p>Ihre <strong>Nutzerdaten</strong> werden auf Servern der BPS Bildungsportal Sachsen GmbH gespeichert. Dazu m&uuml;ssen Sie Ihr Einverst&auml;ndnis durch das Akzeptieren der <strong>Nutzungsbedingungen</strong> bei der Registrierung geben. Eine Weitergabe an Dritte schlie&szlig;t der Betreiber lt. &sect;4 der Nutzungsbedingungen aus. Sie k&ouml;nnen jederzeit unentgeltlich Auskunft &uuml;ber Ihre beim BPS Bildungsportal Sachsen GmbH gespeicherten personenbezogenen Daten verlangen: <a href="mailto:support@bps-system.de">support@bps-system.de</a>.</p>

<p>Das Lernen und Kommunizieren findet auf OPAL in einem gesch&uuml;tzten, nicht &ouml;ffentlichen Raum statt. Zugang dazu ist nur mit den entsprechenden Anmeldedaten m&ouml;glich (ausgegeben von den zust&auml;ndigen Administratoren der Plattform, angesiedelt beim BDS, Beate Wynands und Markus Huneke). Teilnehmer des Kurses und Modulbetreuer k&ouml;nnen untereinander uneingeschr&auml;nkt kommunizieren. Nutzerdaten und Nutzerverwaltung sind nur f&uuml;r Administratoren zug&auml;nglich.</p>

<p class="aufgabe"><strong>Aufgabe 4.2:<br /></strong>Wo werden Ihre Nutzerdaten gespeichert und wer gibt Ihnen Auskunft dar&uuml;ber?</p>

<h2>Zusammenfassung</h2>
<p>Die drei wichtigsten<strong> technischen Voraussetzungen</strong> f&uuml;r die Nutzung von OPAL sind: ein internetf&auml;higes Endger&auml;t, eine aktive Internetverbindung sowie ein aktueller Webbrowser.</p>

<p>Ihre OPAL-Daten werden auf Servern des Systembereitstellers gespeichert. Diese Informationen k&ouml;nnen im Zusammenhang mit dem <strong>Datenschutz</strong> jederzeit unentgeltlich angefordert werden.</p>

<p class="aufgabe"><strong>Wiederholungsaufgabe 4.1:<br /></strong>Wie wird in OPAL der Schutz Ihrer Daten sichergestellt?</p>
<p></p>
</body>
</html>