<!DOCTYPE html>
<html>
<head>
<title>310.200-0</title>
<link rel="stylesheet" href="../../css/opal-style.css">
</head>

<body><h2>3. Das Konzept von OPAL verstehen</h2>
<p class="herausf">Um Jemanden noch genauer vorstellen zu k&ouml;nnen bedarf es intensiverer Informationen, es bedarf Verst&auml;ndnis.</p>

<p class="lernz">Nachfolgend geht es deshalb darum, das Konzept zu verstehen, mit dem OPAL Information, Kommunikation und Administration strukturiert.</p>

<p>Als Teilnehmer des Fernstudiengangs &bdquo;Betriebswirt/in Stahlhandel BDS&ldquo; bzw. &bdquo;Betriebswirt/in Metallhandel&ldquo; sind Sie (nach Erhalt der Anmeldedaten und erstmaligem Login, <em>s. Kapitel 5)</em> registrierter OPAL-Benutzer. Registrierte Nutzer haben Zugang zu den freigeschalteten <strong>Lerninhalt</strong><strong>en</strong> und k&ouml;nnen sich an allen <strong>Lernaktivit&auml;t</strong><strong>en</strong> beteiligen.</p>

<p>Dabei geht es um</p>
<ul>
	<li>vor allem Lerngruppen, Kurse und Module sowie um den nur teilweise automatischen Zugang zu diesen Elementen, um</li>
	<li>kollaborative Werkzeuge sowie um die spezielle Frage der</li>
	<li>Leistungsnachweise.</li>
</ul>

<h2>Kurse, Lerngruppen und Module</h2>
<p>In der Abbildung 1 wurde u.a. deutlich:</p>
<p class="merks">OPAL organisiert das webbasierte Lernen weitgehend <strong>in &bdquo;Kurs&ldquo;</strong>, &bdquo;<strong>Lerngruppen</strong>&ldquo; und &bdquo;<strong>Modulen</strong>&ldquo;.</p>

<p>Als Teilnehmer des Jahrgangs 2017 des Fernstudiums sind Sie automatisch Mitglied des OPAL-<strong>Kurses</strong> <strong>&bdquo;Betriebswirt Stahl-/Metallhandel JG 2017&ldquo;</strong>. Zu diesem Kurs geh&ouml;ren alle Teilnehmer dieses Jahrgangs, sowohl die Studierenden aus dem Bereich BDS als auch die aus den Bereichen VDM und WGM.</p>

<p>Je nachdem, welchem Bereich Sie zugeh&ouml;ren (BDS, VDW oder WGM), sind Sie zu einer der drei <strong>Lerngruppen</strong> des Kurses zugeteilt (&bdquo;BDS 17&ldquo;, &bdquo;VDM 17&ldquo; oder &bdquo;WGM 17&ldquo;). Alle drei Lerngruppen k&ouml;nnen auf OPAL untereinander uneingeschr&auml;nkt kommunizieren.</p>

<p>Die Inhalte des Fernstudiums werden Ihnen als <strong>Module</strong> zur Verf&uuml;gung gestellt.</p>

<p class="aufgabe"><strong>Aufgabe 3.1:<br /></strong>Wie hei&szlig;en die drei zentralen Einheiten, mit deren Hilfe OPAL organisiert ist?</p>

<p>Innerhalb der einzelnen Module gibt es eine Reihe von &bdquo;<strong>Modulbausteinen</strong>&ldquo; &ndash; sowohl f&uuml;r die Darstellung von Lerninhalten als auch f&uuml;r die formale Durchf&uuml;hrung des Fernstudiengangs (Tests, Bewertungswerkzeuge).</p>

<p>&Uuml;ber die feste Lerngruppe Ihres Jahrgangs hinaus k&ouml;nnen Lernende auf OPAL auch eigenst&auml;ndig <strong>Arbeitsgruppen</strong>&nbsp;erstellen, Mitstudierende einladen, sich selbstorganisiert vernetzen und Informationen austauschen.</p>

<p>Dar&uuml;ber hinaus stehen <strong>kollaborative Werkzeuge</strong> (s.u.) bereit, also Instrumente zum Lernen in Gruppen.</p>

<p class="aufgabe"><strong>Aufgabe 3.2:<br /></strong>Nennen Sie weitere Elemente, die OPAL strukturieren.</p>

<p>Als Teilnehmer des Fernstudiengangs &bdquo;Betriebswirt/in Stahlhandel&ldquo; bzw. &bdquo;Betriebswirt/in Metallhandel&ldquo; werden Sie vom System in Ihren Jahrgang sowie in die f&uuml;r Sie vorgesehenen Module/Kurse <strong>automatisch</strong> <strong>eingeschrieben</strong>. Bei der erstmaligen Anmeldung auf OPAL erhalten Sie eine Mitteilung, dass Sie Mitglied des Kurses &bdquo;Betriebswirt Stahl-/Metallhandel JG 2017<strong>&ldquo;</strong> und eine weitere Mitteilung, dass Sie Mitglied der jeweiligen Lerngruppe sind.</p>

<p>Die jeweiligen Module werden dem Studienplan gem&auml;&szlig; zu den vorgesehenen Terminen auf OPAL freigeschaltet. Sie m&uuml;ssen sich also nicht selber um den Zugang zu den nach dem Studienplan vorgesehenen Modulen k&uuml;mmern.</p>

<p><strong>Keinen Automatismus</strong> gibt es aber, wenn es um die fristgerechte <strong>Abgabe</strong> etwaiger Aufgaben geht, vgl. Kapitel 3.</p>

<p class="merks">Sie werden zwar automatisch in Ihren Kurs und Ihre Lerngruppe eingeschrieben, Ihre Aufgabenl&ouml;sungen werden jedoch nicht automatisch abgegeben.</p>

<p class="aufgabe"><strong>Aufgabe 3.3:<br /></strong>In welche Elemente des BDS-Fernstudiums werden Sie &uuml;ber OPAL automatisch eingeschrieben?</p>

<p>Die geschilderte Struktur und die Art der Organisation erm&ouml;glichen es, komplexe Rollen- und Rechtemodelle umzusetzen, die f&uuml;r die Durchf&uuml;hrung inhaltlich wie von der Teilnehmerzahl komplexer webbasierter Bildungsangebote n&ouml;tig sind.</p>

<p class="merks">OPAL ist eine eLearning-Struktur, die das gemeinsame Lernen erm&ouml;glicht. Dazu steht eine Reihe unterschiedlicher Funktionen bereit.</p>

<p class="aufgabe"><strong>Wiederholungsaufgabe 3.1:<br /></strong>Was unterscheidet Lerngruppen von Arbeitsgruppen?</p>


<h2>Kollaborative Werkzeuge</h2>

<p>Die Bildungsplattforum OPAL bietet zudem zahlreiche kollaborative Werkzeuge, also <strong>vielf&auml;ltige Kommunikationsm&ouml;glichkeiten</strong> sowohl f&uuml;r die Studierenden untereinander als auch zwischen Studierenden und Betreuern. Diese M&ouml;glichkeiten sind entweder auf den studentischen Nutzer bezogen oder orientieren sich an Kursinhalten.</p>

<p class="aufgabe"><strong>Aufgabe 3.4:<br /></strong>An welchen Kriterien orientiert sich die Positionierung von kollaborativen Werkzeugen?</p>
<p>Die wichtigsten Funktionen in den angesprochenen Zusammenh&auml;ngen sind:</p>

<ul>
	<li><strong>Mail</strong>- Sie k&ouml;nnen Ihren Kommilitonen und Betreuern der einzelnen Module innerhalb der Plattform Mailnachrichten schicken (einzeln, aber auch gruppenweise).</li>
	<li><strong>Forum</strong>&ndash; Sie k&ouml;nnen sich z.B. innerhalb Ihres Jahrgangs in einem Forum austauschen.</li>
	<li><strong>Ordner</strong><strong>/Online-Speicher</strong> &ndash; Jedem Nutzer steht ein eigener Ordner zur Verf&uuml;gung, in dem Inhalte/Dateien entweder erstellt oder in den diese hochgeladen, online gespeichert und (&uuml;ber die Funktion &bdquo;ePortfolio&ldquo;) mit anderen Nutzern geteilt werden k&ouml;nnen.</li>
	<li><strong>Kalender</strong>&ndash; OPAL stellt sowohl einen pers&ouml;nlichen als auch einen Jahrgangs- bzw. Modulkalender bereit, in dem individuelle Termine und Termine, die den gesamten Jahrgang betreffen, eingetragen werden k&ouml;nnen.</li>
	<li><strong>Virtuelles Klassenzimmer</strong>&ndash; Mit dem &bdquo;virtuellen Klassenzimmer&ldquo; kann z.B. der Fernlehrer eines Moduls Online-Konferenzen und Webinare durchf&uuml;hren. Innerhalb eines virtuellen Klassenzimmers kann dieser online mit den Teilnehmern kommunizieren, Dokumente teilen und seinen Bildschirm freigeben. Den Teilnehmern steht auch ein Chat zur Verf&uuml;gung. Das Online-Meeting kann aufgezeichnet und den Teilnehmern zur Verf&uuml;gung gestellt werden.</li>
	<li><strong>ePortfolio</strong>&ndash; Eine weitere Funktion stellt das &bdquo;ePortfolio&ldquo; dar (erreichbar &uuml;ber den Reiter &bdquo;Lehren &amp; Lernen&ldquo; sowie &uuml;ber die Navigation innerhalb eines Kurses/Moduls). Vom Lernenden k&ouml;nnen eigene Texte, Beitr&auml;ge, Daten u.v.m. gesammelt und im ePortfolio in einer Sammelmappe abgelegt werden. Die gesammelten Objekte werden als <strong>Artefakte</strong>&nbsp; Zu jedem Artefakt kann optional eine Notiz verfasst werden. Die gesammelten Artefakte bilden so Ihren individuellen Arbeits- und Lernprozess ab. Das ePortfolio bietet dar&uuml;ber hinaus auch den Betreuern die M&ouml;glichkeit, Leistungen abzufragen. Artefakte k&ouml;nnen einzeln in einem eigenen Bereich abgelegt oder in einer Sammelmappe organisiert werden.</li>
</ul>

<p class="aufgabe"><strong>Wiederholungsaufgabe 3.2:<br /></strong>Nennen Sie Beispiele f&uuml;r individuell nutzerorientierte Instrumente aus dem Spektrum der kollaborativen Werkzeuge.</p>

	<h2>Leistungsnachweise</h2>
<p class="merks">OPAL erm&ouml;glicht die Durchf&uuml;hrung und Bewertung von Pr&uuml;fungen.</p>

<p>Im Rahmen von <strong>Pr&uuml;funge</strong><strong>n</strong> k&ouml;nnen Aufgaben gestellt (z.B. in herunterladbaren Dokumenten, die nach Bearbeitung wieder auf OPAL hochgeladen werden), Tests und Selbsttests durchgef&uuml;hrt werden.</p>

<p class="aufgabe"><strong>Aufgabe 3.5</strong>:<br />Wie funktioniert &uuml;ber OPAL die Organisation von Pr&uuml;fungen?</p>

<p>Solche Pr&uuml;fungen k&ouml;nnen mit Abgabefristen versehen, individuell bewertet und von einem Betreuer mit einem pers&ouml;nlichen Feedback kommentiert werden.</p>

<p>Dateien mit Musterl&ouml;sungen k&ouml;nnen f&uuml;r alle Nutzer angezeigt werden.</p>

<p>Zudem k&ouml;nnen nat&uuml;rlich auch formale Leistungsnachweise, die in die Bewertung Ihrer Studienleistungen einflie&szlig;en, &uuml;ber OPAL durchgef&uuml;hrt werden.</p>

<p>In diesen Zusammenh&auml;ngen ist ein Leistungsnachweis die Best&auml;tigung einer erfolgten Leistungskontrolle und zeigt beispielsweise absolvierte Tests oder abgegebene und bewertete Aufgaben an.</p>

<p>Autoren legen f&uuml;r ihre Kurse fest, ob OPAL Leistungsnachweise erstellen soll. Kursteilnehmer k&ouml;nnen diese einsehen, wenn sie Kurse mit Leistungsnachweisen besuchen oder entsprechende Leistungen bereits erbracht und haben bewerten lassen.</p>

<p class="aufgabe"><strong>Wiederholungsaufgabe 3.3.:<br /></strong>Von wem geht die Initiative f&uuml;r Leistungsnachweise aus?</p>

<h2>Zusammenfassung</h2>
<p>OPAL organisiert das webbasierte Lernen in Kursen, Gruppen und Modulen. Die Bildungsplattform stellt viele Werkzeuge f&uuml;r das gemeinsame digitale Lernen zur Verf&uuml;gung. OPAL erm&ouml;glicht die formale Durchf&uuml;hrung von Pr&uuml;fungen und die Bewertung entsprechender Leistungen.</p>
<p></p>
</body>
</html>