<!DOCTYPE html>
<html>
<head>
<title>310.200-0</title>
<link rel="stylesheet" href="../../css/opal-style.css">
</head>

<body>
<h1>1. OPAL schnell effektiv nutzen</h1>
<p class="herausf">Das Fernstudium, zu dem Sie sich angemeldet haben, wird in wesentlichen Teilen mit OPAL digital durchgef&uuml;hrt. Wenn Sie erfolgreich studieren wollen, m&uuml;ssen Sie dieses Werkzeug also auch f&uuml;r sich nutzen k&ouml;nnen &ndash; und zwar ab sofort sowie effektiv. Und schon bald k&ouml;nnten Sie zudem in die Situation kommen, Interessenten f&uuml;r den n&auml;chsten Studienjahrgang diese Bildungsplattform vorstellen zu m&uuml;ssen.</p>

<div class="lernz">
<p>Diese Herausforderungen werden Sie nur meistern, wenn Sie</p>
<ul>
	<li>die Wertigkeit dieser digitalen Plattform erkennen und sie in ihrer Komplexit&auml;t &uuml;berschauen (Kapitel 1) sowie daf&uuml;r auch</li>
	<li>den Hintergrund und die Entwicklung von OPAL kennen (Kapitel 2),</li>
	<li>das Konzept verstehen, mit dem OPAL Information, Kommunikation und Administration strukturiert (Kapitel 3),</li>
	<li>die technischen Voraussetzungen f&uuml;r die Anwendung nennen und den Datenschutz (Kapitel 4) beachten sowie &ndash; vor allem &ndash; </li>
	<li>OPAL f&uuml;r sich aktiv nutzen k&ouml;nnen (Kapitel 5).</li>
</ul>
</div>

<p>Wichtig ist es, dass Sie OPAL als ein <strong>wertvolles Werkzeug</strong> kennen- und beherrschen lernen. Deshalb geht es nachfolgend</p>
<ul>
	<li>noch einmal um eine Bezugnahme auf den DQR sowie erstmals um eine</li>
	<li>&Uuml;bersicht zu den Funktionalit&auml;ten von OPAL, auf die Sie beim Durcharbeiten dieses Moduls immer wieder zur&uuml;ckkommen und die Sie abschlie&szlig;end auch als</li>
	<li>Zusammenfassung benutzen k&ouml;nnen.</li>
</ul>

<p>Die Abk&uuml;rzung <strong>OPAL</strong>&nbsp;steht f&uuml;r <strong>O</strong>nline-<strong>P</strong>lattform f&uuml;r <strong>a</strong>kademisches Lehren und <strong>L</strong>ernen.</p>

<p class="aufgabe"><strong>Aufgabe 1.1.:<br /></strong>Wof&uuml;r steht die Abk&uuml;rzung OPAL?</p>

<p>OPAL f&uuml;hrt damit noch einmal zur&uuml;ck auf den DQR, den Sie bereits im ersten Studienmodul kennengelernt haben (vgl. 310.100-0). Im Zusammenhang mit dem Profil f&uuml;r die Betriebswirtinnen/Betriebswirte BDS/VDM/WGM haben Sie dort erfahren, dass dieses achtteilige System s&auml;mtliche schulischen/akademischen sowie beruflichen Abschl&uuml;sse einordnen kann und diese damit von den Anforderungen her vergleichbar (aber nicht gleich) macht.</p>

<p>Mit OPAL haben Sie nun ein Beispiel daf&uuml;r, was das konkret bedeutet. Diese Plattform vermittelt im akademischen bzw. im beruflichen Bildungsbereich selbstverst&auml;ndlich unterschiedliche Inhalte, die Art und Weise des Lehrens und Lernens ist aber gleich.</p>

<p class="merks">Sie studieren und kommunizieren in diesem Fernlehrgang wie an einer Hochschule.</p>

<p>Die nachfolgende &Uuml;bersicht (Abbildung 1) systematisiert die komplexen Funktionalit&auml;ten des webbasierten Bildungssystems OPAL als nicht durchg&auml;ngig hierarchisch strukturiertes <strong>Netzwerk</strong>, das kollektiven und individuellen Nutzen miteinander verbindet.</p>

<figure>
  <a href="../bilder/abb01.png" target="_blank">
  <img src="../bilder/abb01.png" width="600" alt="Abb.1"/></a>
	<figcaption>Abbildung 1: Struktur, Funktionen und Kommunikationsm&ouml;glichkeiten von OPAL im &Uuml;berblick 
	</figcaption>
</figure>

<p>Auf dieses Leitdokument sollten Sie bei der weiteren Bearbeitung dieses Studienmoduls und auch im weiteren Verlauf Ihres Fernstudiums immer wieder zur&uuml;ckkommen.</p>

<p class="aufgabe"><strong>Wiederholungsaufgabe 1.1:<br /></strong>In welcher Form ist OPAL organisiert?</p>
<p></p>
</body>
</html>